[TC_WOTC_MILL_PROTO556_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>XM215E1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>XM215E1</b></font>"
AbilityDescName="личное оборонительное оружие"
BriefSummary="XM215E1 - новейший тип автоматической винтовки на базе AR15 разработанный в рамках концепции личного оборонительного оружия, производства компании Magpul Industries. Данный образец является укороченной копией винтовки M16, использующей 20-зарядный магазин под патрон 5.56x45мм НАТО. Во время первой войны с пришельцами данная винтовка закончила этап НИОКР, и перешла на этап тестирования, как наш ответ инопланетной угрозе. Поиск покупателей данной для данной винтовки затянулся, т.к. США отказались от приобретения данной разработки. Тем не менее, частные и охранные компании проявили к ней немалый интерес, и начали ее приобретение, для использования на спорных участках. На момент окончания первой войны с пришельцами было произведено порядка 500 штук данной винтовки."
TacticalText="<Bullet/>Тип: Личное Оборонительное Оружие\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_PROTO556_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM215E2</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM215E2</b></font>"
AbilityDescName="личное оборонительное оружие"
BriefSummary="XM215E1 - новейший тип автоматической винтовки на базе AR15 разработанный в рамках концепции личного оборонительного оружия, производства компании Magpul Industries. Данный образец является укороченной копией винтовки M16, использующей 20-зарядный магазин под патрон 5.56x45мм НАТО. Во время первой войны с пришельцами данная винтовка закончила этап НИОКР, и перешла на этап тестирования, как наш ответ инопланетной угрозе. Поиск покупателей данной для данной винтовки затянулся, т.к. США отказались от приобретения данной разработки. Тем не менее, частные и охранные компании проявили к ней немалый интерес, и начали ее приобретение, для использования на спорных участках. На момент окончания первой войны с пришельцами было произведено порядка 500 штук данной винтовки./nXM215E2 - является переработанной версией ранних прототипов, в которой ствол был доработан посредством использования инопланетных сплавов. что позволило пулям достигать сверхзвуковых технологий, что улучшило баллистический профиль данной винтовки."
TacticalText="<Bullet/>Тип: Личное Оборонительное Оружие\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MILL_PROTO556_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XM215E3</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XM215E3</b></font>"
AbilityDescName="личное оборонительное оружие"
BriefSummary="XM215E1 - новейший тип автоматической винтовки на базе AR15 разработанный в рамках концепции личного оборонительного оружия, производства компании Magpul Industries. Данный образец является укороченной копией винтовки M16, использующей 20-зарядный магазин под патрон 5.56x45мм НАТО. Во время первой войны с пришельцами данная винтовка закончила этап НИОКР, и перешла на этап тестирования, как наш ответ инопланетной угрозе. Поиск покупателей данной для данной винтовки затянулся, т.к. США отказались от приобретения данной разработки. Тем не менее, частные и охранные компании проявили к ней немалый интерес, и начали ее приобретение, для использования на спорных участках. На момент окончания первой войны с пришельцами было произведено порядка 500 штук данной винтовки./nXM215E2 - это следующий этап в модификации винтовки XM215E1. Системы отвода пороховых газов была модифицирована новой энергоэффективной системой, использующей в своей основе кристаллы Элерия. Это привело к тому что пули на выходе из ствола превращаются в сгустки раскаленной плазмы, позволяя им проходить сквозь любую броню, как нож сквозь масло."
TacticalText="<Bullet/>Тип: Личное Оборонительное Оружие\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MILL_PROTO556_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>XM215E1</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>XM215E1</b></font>"
AbilityDescName="личное оборонительное оружие"
BriefSummary="XM215E1 - новейший тип автоматической винтовки на базе AR15 разработанный в рамках концепции личного оборонительного оружия, производства компании Magpul Industries. Данный образец является укороченной копией винтовки M16, использующей 20-зарядный магазин под патрон 5.56x45мм НАТО. Во время первой войны с пришельцами данная винтовка закончила этап НИОКР, и перешла на этап тестирования, как наш ответ инопланетной угрозе. Поиск покупателей данной для данной винтовки затянулся, т.к. США отказались от приобретения данной разработки. Тем не менее, частные и охранные компании проявили к ней немалый интерес, и начали ее приобретение, для использования на спорных участках. На момент окончания первой войны с пришельцами было произведено порядка 500 штук данной винтовки."
TacticalText="<Bullet/>Тип: Личное Оборонительное Оружие\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MILL_PROTO556_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XM215E2</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM215E2</b></font>"
AbilityDescName="личное оборонительное оружие"
BriefSummary="XM215E1 - новейший тип автоматической винтовки на базе AR15 разработанный в рамках концепции личного оборонительного оружия, производства компании Magpul Industries. Данный образец является укороченной копией винтовки M16, использующей 20-зарядный магазин под патрон 5.56x45мм НАТО. Во время первой войны с пришельцами данная винтовка закончила этап НИОКР, и перешла на этап тестирования, как наш ответ инопланетной угрозе. Поиск покупателей данной для данной винтовки затянулся, т.к. США отказались от приобретения данной разработки. Тем не менее, частные и охранные компании проявили к ней немалый интерес, и начали ее приобретение, для использования на спорных участках. На момент окончания первой войны с пришельцами было произведено порядка 500 штук данной винтовки./nXM215E2 - является переработанной версией ранних прототипов, в которой ствол был доработан посредством использования инопланетных сплавов. что позволило пулям достигать сверхзвуковых технологий, что улучшило баллистический профиль данной винтовки."
TacticalText="<Bullet/>Тип: Личное Оборонительное Оружие\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MILL_PROTO556_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XM215E3</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XM215E3</b></font>"
AbilityDescName="личное оборонительное оружие"
BriefSummary="XM215E1 - новейший тип автоматической винтовки на базе AR15 разработанный в рамках концепции личного оборонительного оружия, производства компании Magpul Industries. Данный образец является укороченной копией винтовки M16, использующей 20-зарядный магазин под патрон 5.56x45мм НАТО. Во время первой войны с пришельцами данная винтовка закончила этап НИОКР, и перешла на этап тестирования, как наш ответ инопланетной угрозе. Поиск покупателей данной для данной винтовки затянулся, т.к. США отказались от приобретения данной разработки. Тем не менее, частные и охранные компании проявили к ней немалый интерес, и начали ее приобретение, для использования на спорных участках. На момент окончания первой войны с пришельцами было произведено порядка 500 штук данной винтовки./nXM215E2 - это следующий этап в модификации винтовки XM215E1. Системы отвода пороховых газов была модифицирована новой энергоэффективной системой, использующей в своей основе кристаллы Элерия. Это привело к тому что пули на выходе из ствола превращаются в сгустки раскаленной плазмы, позволяя им проходить сквозь любую броню, как нож сквозь масло."
TacticalText="<Bullet/>Тип: Личное Оборонительное Оружие\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"